_posts/language/2016-07-17-english-arbitration.html
---
layout: post
title: 单词本：英语单词 arbitration
categories: [language]
tags: [English]
---

<blockquote>
<p>
The South China Sea Arbitration: Illegal, Illegitimate and Invalid<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>
</blockquote>

<p>
为什么我们可以说南海仲裁是非法的，违法的并且无效的？那得先从仲裁（arbitration）的定义说起。在学习这个单词之前，先引用一段庄子《齐物论》：
</p>

<blockquote>
<p>
既使我与若辩矣，若胜我，我不若胜，若果是也，我果非也邪？我胜若，若不吾胜，我果是也，而果非也邪？其或是也，其或非也邪？其俱是也，其俱非也邪？我与若不能相知也，则人固受其黮闇，吾谁使正之？使同乎若者正之？既与若同矣，恶能正之！使同乎我者正之？既同乎我矣，恶能正之！使异乎我与若者正之？既异乎我与若矣，恶能正之！使同乎我与若者正之？既同乎我与若矣，恶能正之！然则我与若与人，俱不能相知也，而待彼也邪？化声之相待，若其不相待，和之以天倪，因之以曼衍，所以穷年也。
</p>
</blockquote>

<p>
这段话的大致意思是两个人争论不分胜负，这时候去找一个第三方来仲裁，但是第三方可能和你观点一样，可能和我观点一样，也可能和你我观点都不一样或者都一样，这样你和我还有第三方那个人都没法下定论了。
</p>

<p>
《齐物论》说的：人固受其黮闇，吾谁使正之，此正之者即仲裁者也。
</p>

<p>
言归正传，先来学习学习 arbitration 这个单词。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> arbitration</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<p>
Settling of a dispute by a person or people chosen to do this by both sides in
the dispute.
</p>
</blockquote>

<p>
定义非常清晰：经争端双方要求选择中间人解决争端。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> Etymology / 源</h2>
<div class="outline-text-2" id="text-2">
<p>
arbitration 来自拉丁语 arbitratus, arbitrari<sup>latin</sup> （作为见证者）的过去分词。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> Derivation / 衍</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>abiter &amp; arbitrator：仲裁人，裁决人。不过 arbiter 还有权威人士之意。比如 the
arbiters of the fashion. 在计算机里，内存、总线的仲裁用 abiter 这个词，比如
memory access arbiter, bus arbiter.
<ul class="org-ul">
<li>Television and film, not Vogue and similar magazines, are the arbiters of
fashion.</li>
<li>Tiffany markets itself as an arbiter of taste and style. <sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>蒂芙尼市场推广自己是品味和风格的权威。</li>
<li>A memory arbiter is a device used in a shared memory system to decide, for
each memory cycle, which CPU will be allowed to access that shared memory.</li>
<li>A multiport access memory arbiter was designed to arbitrate the memory
access competition between MCU and several inner modules of FPGA.</li>
</ul></li>
<li>arbitrary：任意、任性、主观的。霸道、专横、独断的。
<ul class="org-ul">
<li>When the return value of a function is always an arbitrary value, you should
check whether there is any variable not initialized.</li>
<li>DMA is a feature that permits certain hardware devices to access arbitrary
physical memory addresses in the host computer.</li>
<li>The choice of our boss seems completely arbitrary.</li>
<li>This already turns our Constitution into something dependent on his
arbitrary will.</li>
<li>The way this Trump campaign feels is what arbitrary power feels like. This
is what a Trump presidency would feel like, too.</li>
<li>One reason constitutional government is such an extremely valuable
possession is because it lessens the uncertainty of the social world. The
point of having a constitution is to get rid of arbitrary power.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup></li>
<li>not representing any specific value in Maths: an arbitrary constant.</li>
</ul></li>
<li>arbitrate：仲裁的动词，做出仲裁。
<ul class="org-ul">
<li>Instead of ushering in external forces, why not let the facts arbitrate?<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> MultiLanguage / 异</h2>
<div class="outline-text-2" id="text-4">
<p>
arbitrate: arbitrer<sup>fr</sup>, schlichten<sup>de</sup>
</p>
<ul class="org-ul">
<li>Dans la pratique, ces lois religieuses sont utilisées pour arbitrer les
conflits personnels.</li>
<li>Il a fallu arbitrer entre rapidité, parfois même précipitation, et qualité.</li>
<li>Ich will, dass Sie einen Streit schlichten.</li>
</ul>

<p>
arbitrary: arbitraire<sup>fr</sup>, willkürlich<sup>de</sup>
</p>
<ul class="org-ul">
<li>Mann macht willkürlich fremden Frauen in Japan einen Antrag - ohne ein Wort
Japanisch sprechen zu können.<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup></li>
<li>Sie kann willkürlich Tränen produzieren.</li>
<li>Ainsi, ils ne sont, par exemple, plus exposés aux risques de décision
arbitraire de la police.</li>
</ul>

<p>
arbitration: l'arbitrage<sup>fr</sup>, Schiedsspruch<sup>de</sup>
</p>
<ul class="org-ul">
<li>Toute décision opportuniste, que ce soit de la part des Etats-Unis, des
Philippines ou de la Cour permanente d'arbitrage, s'avérera vaine en
définitive.<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup></li>
<li>Ausländische Experten sehen Schiedsspruch zum Fall im Südchinesischen Meer als
politische Farce.<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup></li>
</ul>

<p>
最后套用上周去上海参加的《Presentation to management team》学到的概念：The
competition in the world is mainly the competition of power of redefinition. 中国应对南海仲裁的办法就是重新定义海牙仲裁法庭的合法性问题，从根本上否决仲裁结果。
</p>

<p>
With that in mind, people may still wonder, if China is so justified, why China
does not accept or participate in the arbitration? The Torah teaches: “Distance
yourself from that which is false.” The arbitration is totally a false
issue.<sup><a id="fnr.4.100" class="footref" href="#fn.4">4</a></sup>
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.chinadaily.com.cn/world/////2016-07/12/content_26060747.htm">http://www.chinadaily.com.cn/world/////2016-07/12/content_26060747.htm</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.fyvor.com/coupons/tiffany-co-/">http://www.fyvor.com/coupons/tiffany-co-/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.washingtonpost.com/opinions/donald-trumps-thirst-for-arbitrary-power/2016/03/07/505129bc-e3a3-11e5-a6f3-21ccdbc5f74e_story.html">https://www.washingtonpost.com/opinions/donald-trumps-thirst-for-arbitrary-power/2016/03/07/505129bc-e3a3-11e5-a6f3-21ccdbc5f74e_story.html</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.jpost.com/Opinion/Let-the-facts-arbitrate-454791">http://www.jpost.com/Opinion/Let-the-facts-arbitrate-454791</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.focus.de/">http://www.focus.de/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.chinadaily.com.cn/chinawatch_fr/2016-07/12/content_26062016.htm">http://www.chinadaily.com.cn/chinawatch_fr/2016-07/12/content_26062016.htm</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
<a href="http://german.people.com.cn/n3/2016/0715/c209052-9086782.html">http://german.people.com.cn/n3/2016/0715/c209052-9086782.html</a>
</p></div></div>


</div>
</div>
